//Задание 1
let name = "Alex"
//printfn "%s" name

//Задание 2
///let greet name = printfn "Привет, %s!" name

//Задание 3 
let name = "Alex" //Имя пользователя

//Задание 4
(*
Это моя первая программа на F#
Я изучаю комментарии
*)

//Задание 5 
let number = 100 //Переменная содержащая 100

//Задание 6
let age = 20 //Возраст пользователя

//Задание 7 
//Создайте имя
//Создайте возраст
//Выведите имя
//Выведите возраст

//Задание 8 
let name = "Alex"
let age = 20
(*
printfn "%s" name
printfn "%d" age
*)
